Repository: MinhGiang241/app_cudan_demego
Catalog: lib/l10n/intl_*.arb
Languages: ko, vi

# cmnd_length_9
source: Not less than 9 characters
ko: 9 자 이상
vi: Không được ít hơn 9 ký tự

source: Not greater than today
ko: 현재보다 크지 않습니다
vi: Không lớn hơn ngày hiện tại

source: Registered card
ko: 등록 된 카드
vi: Thẻ đã đăng ký

# confirmed_card
source: Card confirmed by manager department
ko: 카드는 관리위원회에서 확인합니다
vi: Thẻ được xác nhận bởi BQL

source: Select card type
ko: 카드 유형을 선택하십시오
vi: Chọn loại thẻ

source: Chart
ko: 차트
vi: Biểu đồ

# elec_index
source: Electricity index
ko: 전기 지수
vi: Chỉ số điện

# elec_details
source: Electricity details
ko: 전기 태양 사용의 세부 사항
vi: Chi tiết số điện nắng sử dụng

# elect_consume_chart
source: Biểu đồ điện năng tiêu thụ
ko: 전원 차트 소비

# th01
source: Jan
ko: 1월
vi: Tháng 1

# th02
source: Fed
ko: 2월
vi: Tháng 2

# th03
source: Mar
ko: 3월
vi: Tháng 3

# th04
source: Apr
ko: 4월
vi: Tháng 4

# th05
source: May
ko: 5월
vi: Tháng 5

# th06
source: Jun
ko: 6월
vi: Tháng 6

# th07
source: Jul
ko: 칠월
vi: Tháng 7

# th08
source: Aug
ko: 팔월
vi: Tháng 8

# th09
source: Sep
ko: 구월
vi: Tháng 9

# th10
source: Oct
ko: 십월
vi: Tháng 10

# th11
source: Nov
ko: 십일월
vi: Tháng 11

# th12
source: Dec
ko: 12월
vi: Tháng 12

# bill_from_to
source: Paid Bill from {f} to {t}
ko: {f}에서 {t}까지 송장 기간
vi: Kỳ hóa đơn từ {f} đến {t}

source: Meter code
ko: 미터 코드
vi: Mã công tơ

source: New index
ko: 기간의 끝
vi: Chỉ số cuối kì

source: Old index
ko: 기간의 첫 번째 기간
vi: Chỉ số đầu kì

# consume_elec
source: Consume electricity
ko: 전기 사용
vi: Điện năng tiêu thụ

# unit_price
source: Unit price (VNĐ)
ko: 단가 VND)
vi: Đơn giá (VNĐ)

# to_money_vnd
source: To money (VNĐ)
ko: 돈 (VND)
vi: Thành tiền (VNĐ)

# total_money_pay
source: Total money payment
ko: 총 지불
vi: Tổng cộng tiền thanh toán

source: Change Email
ko: 이메일을 바꾸다
vi: Đổi email

source: Change
ko: 변화
vi: Đổi

# confirm_can_reflection
source: Do you want to cancel {rCode}
ko: 당신은 확실히 {rcode}를 취소하고 싶습니다.
vi: Bạn chắc chắn muốn hủy phản ánh {rCode}

# send_email_wait
source: System is sending to your email, please wait
ko: 시스템이 인증 코드를 이메일로 보내고 있습니다. 기다려주세요.
vi: Hệ thống đang gủi mã xác thực vào email, xin vui lòng đợi

# email_not_same
source: New email is not same to old email
ko: 새 이메일은 이전 이메일과 일치하지 않습니다.
vi: Email mới không được trùng với email cũ

# consumed_elec_details
source: Consumed electricity details
ko: 전력 소비의 세부 사항
vi: Chi tiết điện năng tiêu thụ

source: Legend
ko: 메모
vi: Ghi chú

# total_money_to_pay
source: Total money need to pay
ko: 총 지불
vi: Tổng cộng tiền thanh toán

# wait_pay
source: Wait to pay
ko: 무급
vi: Chờ thanh toán

source: Consumed water detail
ko: 물 소비의 세부 사항
vi: Chi tiết lượng nước tiêu thụ

# consumed_water_detail1
source: Consumed water detail
ko: 사용 된 물의 세부 사항
vi: Chi tiết lượng nước sử dụng

source: Details bill
ko: 자세한 송장
vi: Hóa đơn chi tiết

# total_consumed_water_month
source: Total consumed water month {month}/{year}
ko: 물 화상의 총 금액 {month}/{year}
vi: Tổng lượng nước thiêu thụ tháng {month}/{year}

source: Consumed water
ko: 소비 된 물의 양
vi: Lượng nước tiêu thụ

# transport_card
source: Transportation card
ko: 차량 카드
vi: Thẻ phương tiện

# reg_transport_card
source: Register transportation card
ko: 차량 카드 등록
vi: Đăng ký thẻ phương tiện

# transport_list
source: Transportation list
ko: 차량 목록
vi: Danh sách phương tiện

# intergrate_existed_resident_card
source: Intergrate into existed resident card
ko: 이용 가능한 거주자에 통합
vi: Tích hợp vào thẻ cư dân có sẵn

source: Confirm obey regulation
ko: 건물 규정 준수 인증 :
vi: Xác nhận tuân thủ quy định của tòa nhà:

source: Building regulation
ko: 건물의 규칙
vi: Quy định của tòa nhà

# building_regulation_trans
source: Building regulation about transportation
ko: 건물 주차에 관한 규정
vi: Quy định vể gửi xe của tòa nhà

# transport
source: Transportation
ko: 차량
vi: Phương tiện

# num_seat
source: Seat amount
ko: 좌석 수
vi: Số chỗ ngồi

# used_expired_date
source: Expired_date
ko: 만료일
vi: Thời hạn sử dụng

source: Add transport
ko: 차량 추가
vi: Thêm phương tiện

# transport_info
source: Transportation information
ko: 미디어 정보
vi: Thông tin phương tiện

# add_new_transport
source: Add new transportation
ko: 새로운 수단을 추가하십시오
vi: Thêm mới phương tiện

# trans_reg_num
source: Transportation register number
ko: 자동차 등록 번호
vi: Số đăng ký xe

# trans_images
source: Transportation images
ko: 차량 사진
vi: Ảnh phương tiện

source: Report lost
ko: 보고서 손실
vi: Báo mất

# confirm_missing_report
source: Do you want to report missing card {code}?
ko: {code} 자동차 카드를 잃어버린보고를 원하십니까?
vi: Bạn có chắc chắn muốn báo mất thẻ xe {code} không?

# when_missing
source: When report missing card , your card will be cancelled. if you want continue use service you need to register new card
ko: 카드가 손실되면 취소됩니다. 서비스를 계속 사용하려면 새 카드를 등록해야합니다.
vi: Khi báo mất thẻ của bạn sẽ bị hủy.Nếu muốn tiếp tục sử dụng dịch vụ, bạn cần đăng ký thẻ mới.

# success_report_missing
source: Report missing report successfully
ko: 성공적인 카드 손실을보고합니다
vi: Báo mất thẻ thành công

source: Report missing card
ko: 신문 카드의 신문 상실
vi: Báo mất thẻ xe

# report_missing_card_res
source: Report missing card
ko: 거주자 카드의 신문 상실
vi: Báo mất thẻ cư dân

# confirm_missing_report_res
source: Do you want to report missing card {code}?
ko: 거주자 상실을보고 하시겠습니까 {Code}?
vi: Bạn có chắc chắn muốn báo mất thẻ cư dân {code} không?

# transport_reg
source: Transport registration
ko: 차량 등록
vi: Đăng ký xe

source: Select transport
ko: 차량을 선택하십시오
vi: Chọn phương tiện

# select_seat_num
source: Select number seat
ko: 좌석 수를 선택하십시오
vi: Chọn số chỗ ngồi

# enter_license_num
source: Enter license number
ko: 번호판을 입력하십시오
vi: Nhập biển số xe

# enter_reg_num
source: Enter registration number
ko: 자동차 등록 번호를 입력하십시오
vi: Nhập số đăng ký xe

# select_expire
source: Select expired time
ko: 마감일을 선택하십시오
vi: Chọn thời hạn

# num_seat_not_zero
source: Seat number can not be zero
ko: 좌석 수와 같지 않습니다
vi: Số chỗ ngồi không được bằng 0

# edit_transport
source: Edit transportation
ko: 수리하다
vi: Sửa phương tiện

# edit_reg_transport
source: Edit transportation registration
ko: 카드 등록 편집
vi: Chỉnh sửa đăng ký thẻ phương tiện

# list_transport
source: Transportation list
ko: 차량 목록
vi: Danh sách phương tiện

# trans_details
source: Transportation details
ko: 차량의 세부 사항
vi: Chi tiết phương tiện

# trans_status
source: Transportation status
ko: 수단
vi: Trạng thái phương tiện

source: Cancel transport
ko: 취소
vi: Hủy phương tiện

# confirm_cancel_trans
source: Do you want to cancel transport {plate}?
ko: 차량을 취소해야합니까 [{plate}]?
vi: Bạn có chắc chắn hủy phương tiện [{plate}] không?

# success_cancel_trans
source: Cancel transport successfully
ko: 성공적인 차량의 취소
vi: Hủy phương tiện thành công

# succees_extend_trans
source: Extend transportation successfully
ko: 성공적인 차량 확장
vi: Gia hạn phương tiện thành công

# expired_date_old
source: Old expired date
ko: 만료일
vi: Ngày hết hạn hiện tại

# expired_date_new
source: New expired date
ko: 새로운 만료 날짜
vi: Ngày hết hạn mới

# expired_date_create
source: extended expired date
ko: 연장 날짜
vi: Ngày gia hạn

# add_extend_request_successfull
source: Add new extend request successfully
ko: 성공하기 위해 새로운 제안을 추가하십시오
vi: Thêm mới đề xuất gia hạn thành công

# trans_card_atleast_1
source: Card must have at least 1 transportation
ko: 카드에는 차량이 하나 이상 있어야합니다
vi: Thẻ phải có ít nhất 1 phương tiện

# can_trans
source: Cancel transportation card
ko: 카드 취소
vi: Hủy thẻ xe

# confirm_can_trans_card
source: Do you want to cancel transportation card?
ko: 자동차 카드를 취소 하시겠습니까?
vi: Bạn có chắc chắn hủy thẻ xe không?

# can_trans_res
source: Cancel resident card
ko: 주거용 카드를 취소하십시오
vi: Hủy thẻ cư dân

# confirm_can_trans_card_res
source: Do you want to cancel resident card?
ko: 거주자의 카드를 취소 하시겠습니까?
vi: Bạn có chắc chắn hủy thẻ cư dân không?

# success_can_trans_card
source: Cancel transportation card successfully
ko: 자동차 카드를 성공적으로 취소하십시오
vi: Hủy thẻ xe thành công

# success_can_res_card
source: Cancel resident card successfully
ko: 주거용 카드 취소 성공
vi: Hủy thẻ cư dân thành công

source: Lock reason
ko: 잠금 이유
vi: Lý do khóa

# reg_cancel
source: Cancel registration
ko: 등록을 취소하십시오
vi: Hủy đăng ký

# cmnd_photos
source: Identity photos
ko: 사진 ID / CCCD / Passport (2면)
vi: Ảnh CMND / CCCD / Hộ chiếu

# resident_letter_details
source: Resident registration details
ko: 거주 카드 등록 양식의 세부 사항
vi: Chi tiết phiếu đăng ký thẻ cư dân

source: My letter
ko: 내 투표
vi: Phiếu của tôi

source: Wait confirm letter
ko: 대기 슬립
vi: Phiếu chờ xác nhận

source: refuse
ko: 거절하다
vi: Từ chối

source: Refuse letter
ko: 투표를 거부합니다
vi: Từ chối phiếu

# confirm_refuse_letter
source: Do you want to refuse letter [{code}] ?
ko: 투표를 거부 하시겠습니까 [{code}]?
vi: Bạn có chắc chắn muốn từ chối phiếu [{code}] không?

# success_refuse_letter
source: Refuse letter successfully
ko: 성공적인 투표를 거부하십시오
vi: Từ chối phiếu thành công

# confirm_accept_letter
source: Do you want to accept letter [{code}] ?
ko: [{code}]를 확인 하시겠습니까?
vi: Bạn có chắc chắn muốn xác nhận phiếu [{code}] không?

# success_accept_letter
source: Accept letter successfully
ko: 투표를 성공적으로 확인하십시오
vi: Xác nhận phiếu thành công

# reason_refuse
source: Refuse reason
ko: 거절의 이유
vi: Lý do từ chối

# enter_reason_refuse
source: Enter refuse reason
ko: 거절 이유를 입력하십시오
vi: Nhập lý do từ chối

source: Owner refuse
ko: 가구장은 거부했다
vi: Chủ hộ từ chối

source: Cancel card
ko: 카드를 취소하십시오
vi: Hủy thẻ

# not_extend_inactive_card
source: Can not extend transport in inactive card
ko: 카드는 갱신 할 수없는 상태에서 잠겨 있습니다. BQL에 문의하여 카드를 다시 등록하십시오.
vi: Thẻ đang bị khóa không thể gia hạn, vui lòng liên hệ BQL để đăng ký lại thẻ

# trans_images_not_empty
source: Transport image not be empty
ko: 차량 사진은 비어 있지 않습니다
vi: Ảnh phương tiện không được để trống

# reg_images_not_empty
source: Registered image must be at least 2 photo
ko: 차량 등록 사진은 최소 2 장의 사진이어야합니다
vi: Ảnh đăng ký phương tiện phải ít nhất 2 ảnh

# success_update
source: Update successfully
ko: 성공적인 업데이트
vi: Cập nhật thành công

# reg_letter_num
source: Registration letter code
ko: 등록 코드
vi: Mã phiếu đăng ký

# register_info
source: Register information
ko: 정보 등록
vi: Thông tin người đăng ký

# note_can_reason
source: Note cancel reason
ko: 취소 이유를 확인합니다
vi: Ghi chú lý do hủy

# tranfer_rule
source: Transfer rules
ko: 이전 규칙
vi: Quy định chuyển đồ

# cmnd_images
source: Identity images (2 sides)
ko: 사진 ID/CCCD (2- 부드러운 사진)
vi: Ảnh CMND/CCCD (ảnh chụp 2 mặt)

# cmnd_images_not_less_2
source: Identity images at less 2 Images
ko: ID/CCCD 사진은 2 장 이상이어야합니다.
vi: Ảnh CMND/CCCD phải ít nhất 2 ảnh

# success_book_schedule
source: You booked handover schedule successfully for apartment [{name}] .Please wait to building management department approve.
ko: 아파트를 성공적으로 예약했습니다 [{name}]. 관리위원회가 승인 될 때까지 기다리십시오.
vi: Bạn đã đặt lịch thành công cho căn hộ [{name}] . Vui lòng chờ BQL phê duyệt.

# can_schedule
source: Cancel schedule
ko: 취소
vi: Hủy lịch

source: Change schedule
ko: 약속 일정을 변경하십시오
vi: Đổi lịch hẹn

# confirm_change_schedule
source: Do you want to change schedule of handover, old schedule for apartment [{name}] will be cancel?
ko: 당신은 확실히 약속을 바꾸고 싶고, 아파트에 대한 이전 약속에 대한 약속 [{name}]이 취소 될 것입니까?
vi: Bạn chắc chắn muốn đổi lịch hẹn bàn giao, lịch hẹn trước đó cho căn hộ [{name}] sẽ bị hủy?

source: New schedule
ko: 새로운 약속 일정
vi: Lịch hẹn mới

# can_schedule_hand_over
source: Cancel handover schedule
ko: 핸드 오버 일정을 취소합니다
vi: Huỷ lịch bàn giao

# confirm_can_schedule
source: Do you want to cancel schedule of handover for apartment [{name}] ?
ko: 당신은 확실히 아파트에 대한 핸드 오버 일정을 취소하고 싶습니까 [{name}]?
vi: Bạn chắc chắn muốn huỷ lịch bàn giao cho căn hộ [{name}] ?

# success_can_schedule
source: Cancel schedule of handover for apartment [{name}] successfully
ko: 아파트의 성공적인 핸드 오버 일정을 취소했습니다 [{name}]
vi: Bạn đã hủy lịch bàn giao thành công cho căn hộ [{name}]

# s_usage_apartment
source: Usage area of apartment
ko: 아파트 사용 구역 (끈 끈)
vi: Diện tích sử dụng căn hộ (thông thủy)

# s_cons_apartment
source: Construction area of apartment
ko: 아파트 건축 바닥 면적 (심장 벽)
vi: Diện tích sàn xây dựng căn hộ (tim tường)

# time_hanover
source: Time preparing handover
ko: 예상 배송 시간
vi: Thời gian nhận bàn giao dự kiến

# employee_handover
source: Hand over employee
ko: 핸드 오버 직원
vi: Nhân viên phụ trách bàn giao

source: Hand over rule
ko: 핸드 오버 규정
vi: Quy định bàn giao

# err_upload
source: Upload error
ko: 오류 파일을 업로드하십시오
vi: Upload file lỗi

# choose_subject
source: To refer any option, please select bellow:
ko: 옵션을 참조하려면 아래를 선택하십시오.
vi: Để tham khảo các lựa chọn, vui lòng chọn bên dưới:

# wait_chat_response
source: It seam you didn't response any thing for a while. Do you want to continue conversation. The convsersation will be closed after several minute if you are not response.
ko: 몇 분 동안 일하지 않은 것 같습니다. 대화를 계속 하시겠습니까? 응답이 없으면 대화는 몇 분 후에 끝납니다.
vi: Có vẻ như bạn đã không hoạt động trong vài phút. Bạn có muốn tiếp tục cuộc trò chuyện không? Cuộc trò chuyện sẽ kết thúc sau một ít phút nếu không có phản hồi.

# note_cancel
source: Note cancel reason
ko: 취소 이유를 확인합니다
vi: Ghi chú lý do hủy

# approve_1
source: First approve
ko: 찾아보세요 1
vi: Duyệt lần 1

# approve_2
source: Second approve
ko: 2 번 찾아보십시오
vi: Duyệt lần 2

source: Pay done
ko: 완전한 지불
vi: Hoàn thành thanh toán

source: Create new
ko: 새로운 창조
vi: Tạo mới

# perform_person
source: Performed person
ko: 수행자
vi: Người thực hiện

source: Drawing
ko: 청사진
vi: Bản vẽ

# err_report
source: Error report
ko: 오류
vi: Báo lỗi

# err_reason
source: Error reason
ko: 오류의 이유
vi: Lý do báo lỗi

# asset_detais
source: Asset details
vi: Chi tiết tài sản
