Repository: MinhGiang241/app_cudan_demego
Catalog: lib/l10n/intl_*.arb
Languages: ko, vi

source: Apartment bill
ko: 아파트 요금
vi: Tiền phí chung cư

# due_bill
source: Due date
ko: 지불 기간
vi: Hạn thanh toán

source: Bill details
ko: 송장 세부 사항
vi: Chi tiết hóa đơn

source: Bill name
ko: 송장 이름
vi: Tên hóa đơn

source: Bill code
ko: 코드 청구서
vi: Mã hóa đơn

source: VAT
ko: 큰 통

source: Discount
ko: 할인
vi: Chiết khấu

# to_money
source: Money
ko: 돈으로
vi: Thành tiền

source: Pay date
ko: 결제일
vi: Ngày thanh toán

source: Content
ko: 콘텐츠
vi: Nội dung

source: Total
ko: 총
vi: Tổng cộng

source: Payment method
ko: 지불 방법
vi: Phương thức thanh toán

# enter_payment_pass
source: Enter payment password
ko: 결제 비밀번호를 입력하십시오
vi: Nhập mật khẩu thanh toán

# success_payment
source: Make payment for {p} successfully
ko: 당신은 {p} 성공을 지불했습니다
vi: Bạn đã thanh toán cho {p} thành công

source: Long
ko: 긴
vi: Dài

source: Width
ko: 넓은
vi: Rộng

source: Height
ko: 높은
vi: cao

source: Take place time
ko: 시간
vi: Thời gian diễn ra

source: Total money
ko: 총
vi: Tổng tiền

# wait_receipt
source: Waiting
ko: 받기를 기다립니다
vi: Chờ nhận

source: Receipted
ko: 받았다
vi: Đã nhận

# no_parcel
source: Don't have any parcel
ko: 소포가 없습니다
vi: Không có bưu phẩm nào

source: Amount
ko: 수량
vi: Số lượng

source: Parcel code
ko: 소포 코드
vi: Mã bưu phẩm

source: Arrived date
ko: 도착
vi: Ngày đến

# receipt_date
source: Receipted date
ko: 받은 날짜
vi: Ngày nhận

source: Parcel details
ko: 우편 세부 사항
vi: Chi tiết bưu phẩm

# parcel_info
source: Parcel informations
ko: 우편 정보
vi: Thông tin bưu phẩm

source: Parcel name
ko: 소포 이름
vi: Tên bưu phẩm

source: Missing object
ko: 잃어버린
vi: Đồ thất lạc

source: Found object
ko: 발견 된 항목
vi: Vật phẩm tìm thấy

# history_find_obj
source: History find object
ko: 사물을 찾는 역사
vi: Lịch sử tìm đồ

source: Object details
ko: 항목 세부 사항
vi: Chi tiết vật phẩm

# object_info
source: Object information
ko: 메시지 정보
vi: Thông tin vật phẩm

source: Object code
ko: 아이템 코드
vi: Mã vật phẩm

source: Object name
ko: 항목의 이름
vi: Tên vật phẩm

source: Missing time
ko: 시간이 사라집니다
vi: Thời điểm thất lạc

source: Found place
ko: 대지
vi: Địa điểm thấy

source: Found time
ko: 볼 시간
vi: Thời điểm thấy

# no_missing_obj
source: Don't have any missing object
ko: 잃어버린 것들이 없습니다
vi: Không có đồ thất lạc nào

# reg_missing_obj
source: Register find missing object
ko: 잃어버린 가구를 찾으려면 가입하십시오
vi: Đăng ký tìm đồ thất lạc

# found
source: Wait to confirm
ko: 확인을 기다리십시오
vi: Chờ xác nhận

# i_found
source: Found
ko: 찾았습니다
vi: Đã tìm thấy

source: Confirmed
ko: 확인
vi: Đã xác nhận

source: Returned
ko: 유급의
vi: Đã trả

source: Send letter
ko: 투표를 보냅니다
vi: Gửi phiếu

source: Wait return
ko: 기다리다
vi: Chờ trả

# no_pick_obj
source: Don't have any picked object
ko: 잃어버린 것들이 없습니다
vi: Không có đồ thất lạc nào

# reg_pet_list
source: Pet registration list
ko: 가축 등록 목록
vi: Danh sách đăng ký vật nuôi

source: Pet name
ko: 가축 이름
vi: Tên vật nuôi

source: Pet type
ko: 가축
vi: Loại vật nuôi

source: Color
ko: 색상
vi: Màu sắc

# no_pet
source: Don't have any pet registration
ko: 애완 동물 등록이 없습니다
vi: Không có đăng ký vật nuôi nào

source: Pet origin
ko: 종
vi: Giống loài

source: Sex
ko: 섹스
vi: Giới tính

# cer_vacxin_doc
source: Certification of rabies vaccination
ko: 광견병 예방 접종 증명서
vi: Giấy chứng nhận tiêm phòng dại

source: Minutes
ko: 보고서
vi: Biên bản

# i_agree
source: I agree with
ko: 나는 준수하기로 동의합니다
vi: Tôi đồng ý tuân thủ

source: regulations
ko: 규정
vi: quy định

source: of building management
ko: 건물 관리위원회의
vi: của ban quản lý tòa nhà

# reg_pet_info
source: registration pet infomation
ko: 애완 동물 등록 정보
vi: Thông tin đăng ký vật nuôi

# reg_pet
source: Pet registration
ko: 애완 동물에 가입하십시오
vi: Đăng ký vật nuôi

# pet_female
source: Female
ko: 여성
vi: Cái

# pet_male
source: Male
ko: 남성
vi: Đực

source: Other
ko: 다른
vi: Khác

source: Dog
ko: 개
vi: Chó

source: Cat
ko: 고양이
vi: Mèo

# edit_reg_pet
source: Edit registration pet
ko: 가축 등록 수정
vi: Chỉnh sửa đăng ký vật nuôi

# pet_info
source: Pet information
ko: 애완 동물 정보
vi: Thông tin vật nuôi

source: Upload
ko: 업로드
vi: Tải lên

# weight_not_15
source: Weight is not larger 15kg
ko: 무게가 15kg을 초과해서는 안됩니다
vi: Trọng lượng không được quá 15kg

# pet_agree
source: You need to agree to comply with the regulations on pet registration
ko: 가축 등록에 대한 규정을 준수하기로 동의해야합니다.
vi: Bạn cần đồng ý tuân thủ quy định về đăng ký vật nuôi

# success_returned
source: change status item successfully
ko: 맵의 상태를 성공적으로 변경하십시오
vi: Đổi trạng thái đồ thành đã trả thành công

# success_find
source: change status item successfully
ko: 벽의 상태를 바꾸는 것은 성공을 발견했습니다
vi: Đổi trạng thái đồ thành đã tìm thấy thành công

# lost_time_now
source: Lost time not after now day
ko: 잃어버린 시간은 현재보다 크지 않습니다.
vi: Thời điểm thất lạc không được lớn hơn ngày hiện tại

# find_time_now
source: Found time not after now day
ko: 시간은 현재보다 작거나 더 작습니다.
vi: Thời điểm thấy phải nhỏ hơn hoặc bằng ngày hiện tại

# invalid_data
source: Invalid date
ko: 유효하지 않은 데이터
vi: Dữ liệu không hợp lệ

# certificate_not_empty
source: Certificate is not empty
ko: 광견병 예방 접종 증명서는 비워 두지 않아야합니다
vi: Giấy chứng nhận tiêm phòng dại không được để trống

# success_send_letter
source: Send letter successfully
ko: 성공적인 투표 승인을 보내십시오
vi: Gửi duyệt phiếu thành công

# report_not_empty
source: Report is not empty
ko: 분은 공백을 남길 수 없습니다
vi: Biên bản không được để trống

# cons_list
source: Construction list
ko: 건축 목록
vi: Danh sách thi công

# cons_reg
source: Construction registration
ko: 건설 등록
vi: Đăng ký thi công

# cons_file
source: Construction file
ko: 건설 기록
vi: Hồ sơ thi công

# no_reg_cons
source: Don't have any construction registration
ko: 건설 등록이 없습니다
vi: Không có đăng ký thi công nào

# no_cons_file
source: Don't have any construction file
ko: 건설 기록이 없습니다
vi: Không có hồ sơ thi công nào

# cons_code
source: Construction code
ko: 건설 코드
vi: Mã thi công

# cons_fee
source: Construction fee
ko: 건설 비용
vi: Phí thi công

source: Deposit
ko: 보증금
vi: Đặt cọc

source: Status letter
ko: 투표 상태
vi: Trạng thái phiếu

# status_cons
source: Construction code
ko: 건축 상태
vi: Trạng thái thi công

# code_file
source: File code
ko: 응용 프로그램 코드
vi: Mã hồ sơ

source: Step 1
ko: 1 단계
vi: Bước 1

source: Step 2
ko: 2 단계
vi: Bước 2

source: Step 3
ko: 3 단계
vi: Bước 3

# cons_info
source: Construction information
ko: 건설 정보
vi: Thông tin thi công

# paid_deposit
source: deposit paid
ko: 유급의
vi: Đã đóng phí

# cons_day
source: Construction day
ko: 시공 일의 수
vi: Số ngày thi công

source: Off day
ko: 휴일
vi: Số ngày nghỉ

source: Work description
ko: 업무 설명서
vi: Mô tả công việc

# limit_15mb
source: The limit for each upload file does not exceed 15MB
ko: 업로드 된 각 파일의 제한은 15MB/파일을 초과하지 않습니다.
vi: Giới hạn mỗi file tải lên không vượt quá 15MB/file

# i_confirm
source: I confirm that I will comply with the regulations on construction and will compensate for all losses, complaints, costs incurred from this construction and repair work.See more
ko: 나는 건설 규정에 대한 규정을 준수 할 것이며이 건설 및 수리 작업에서 발생한 모든 손실, 불만, 비용을 보상 할 것임을 확인합니다. 더보기
vi: Tôi xác nhận sẽ tuân thủ các quy định về thi công và sẽ chịu đền bù mọi tổn thất, khiếu nại, chi phí phát sinh từ công việc xây dựng, sửa chữa này. Xem thêm

# here
source: tại đây
ko: 여기

# cons_drawing
source: Construction drawing
ko: 건축 도면
vi: Bản vẽ thi công

# exist_drawing
source: Existing drawing
ko: 현 상태의 현재 그림
vi: Bản vẽ hiện trạng

source: Renewal drawing
ko: 갱신 드로잉
vi: Bản vẽ cải tạo

source: Violation record
ko: 위반 기록
vi: Biên bản vi phạm

source: View record
ko: 분을 참조하십시오
vi: Xem biên bản

# cons_reg_letter
source: Construction registration letter
ko: 건설 등록 양식
vi: Phiếu đăng ký thi công

source: Start date
ko: 시작일
vi: Ngày bắt đầu

source: End date
ko: 종료 날짜
vi: Ngày kết thúc

source: Approved date
ko: 승인 날짜
vi: Ngày phê duyệt

source: File status
ko: 프로필 상태
vi: Trạng thái hồ sơ

# file_info
source: File information
ko: 프로필 정보
vi: Thông tin hồ sơ

# surface
source: Plan
ko: 지면
vi: Mặt bằng

# cons_type
source: Construction type
ko: 건설
vi: Loại thi công

source: End
ko: 끝
vi: Kết thúc

# cons_reg_detail
source: Construction registration details
ko: 건설 등록의 세부 사항
vi: Chi tiết đăng ký thi công

# worker_num
source: Worker amount
ko: 노동자 수
vi: Số lượng công nhân

# cons_regulation
source: Construction regulation
ko: 건설 규정
vi: Quy định thi công

# cons_unit
source: Construction unit
ko: 건설 단위
vi: Đơn vị thi công

# cons_unit_info
source: Construction unit information
ko: 건설 단위 정보
vi: Thông tin đơn vị thi công

source: Address
ko: 주소
vi: Địa chỉ

source: Deputy
ko: 대표
vi: Người đại diện

# deputy_phone
source: Phone of deputy
ko: 전화 번호 담당자
vi: SĐT người đại diện

# cmnd
source: CMND/ CCCD/ Passport
ko: ID/ CCCD/ 여권
vi: CMND/ CCCD/ Hộ chiếu

# cons_file_details
source: Construction document details
ko: 건설 기록의 세부 사항
vi: Chi tiết hồ sơ thi công

# file_code
source: Document code
ko: 응용 프로그램 코드
vi: Mã hồ sơ

# expired_login
source: Login session is invalid, please sign in again
ko: 만료 된 로그인하고 다시 로그인하십시오
vi: Phiên đăng nhập hết hạn, hãy đăng nhập lại

source: Pet regulation
ko: 가축의 규칙
vi: Nội quy vật nuôi

source: Select surface
ko: 구내를 선택하십시오
vi: Chọn mặt bằng

# select_cons_type
source: Select construction type
ko: 건축 유형을 선택하십시오
vi: Chọn loại thi công

source: Fee paid
ko: 유급의
vi: Đã đóng phí

# enter_cons_unit_name
source: Enter construction uint name
ko: 건설 장치의 이름을 입력하십시오
vi: Nhập tên đơn vị thi công

source: Enter address
ko: 주소를 입력하십시오
vi: Nhập địa chỉ

# enter_worker_num
source: Enter worker amount
ko: 근로자 수를 입력하십시오
vi: Nhập số công nhân

source: Enter identity
ko: ID/ CCCD/ Passport를 입력하십시오
vi: Nhập CMND/ CCCD/ Hộ chiếu

source: Enter deputy name
ko: 담당자의 이름을 입력하십시오
vi: Nhập tên người đại diện

source: Add file
ko: 파일 추가
vi: Thêm file

# existed_drawing_not_empty
source: Existed drawing can not be empty
ko: 현재 상황은 비어 있지 않습니다
vi: Bản vẽ hiện trạng không được bỏ trống

# renew_drawing_not_empty
source: Renew drawing can not be empty
ko: 리노베이션 드로잉은 비어 있지 않습니다
vi: Bản vẽ cải tạo không được bỏ trống

# cons_agree
source: You need to agree to comply with the regulations on construction registration
ko: 건설 등록 규정을 준수하기 위해 동의해야합니다.
vi: Bạn cần đồng ý tuân thủ quy định về đăng ký thi công

# start_date_after_now_equal
source: Start date must be greater than now
ko: 시작 날짜는 현재 날짜보다 더 커야합니다.
vi: Ngày bắt đầu phải lớn hơn hoặc bằng ngày hiện tại

# weight_not_zero
source: Weight can not be zero
ko: 무게는 달라야합니다
vi: Trọng lượng phải khác không

# file_not_support
source: Upload file is not supported
ko: 파일이 부적절하게 업로드되었습니다. 다시로드하십시오
vi: File tải lên không đúng định dạng. Vui lòng tải lại

# success_found
source: Found
ko: 찾았습니다
vi: Đã tìm thấy

# image_not_empty
source: Image can not be empty
ko: 이미지는 비어 있지 않습니다
vi: Hình ảnh không được để trống

# pick_file_error
source: You can only upload file jpeg, jpg, png, pdf, doc, docx, xls, xlsx
ko: JPEG, JPG, PNG, PDF, DOC, DOCX, XLS, XLSX 만 업로드 할 수 있습니다.
vi: Bạn chỉ có thể upload file jpeg, jpg, png, pdf, doc, docx, xls, xlsx

# pick_image_error
source: You can only upload file jpeg, jpg, png
ko: JPEG, JPG, PNG 파일 만 업로드 할 수 있습니다.
vi: Bạn chỉ có thể upload file jpeg, jpg, png

# edit_reg_const
source: Edit construction regitration
ko: 건설 등록
vi: Chỉnh sửa đăng ký thi công

source: Violation records
ko: 위반 기록
vi: Biên bản vi phạm

# vew_records
source: View records
ko: 분을 참조하십시오
vi: Xem biên bản

source: Not found
ko: 전례 없는
vi: Chưa tìm thấy

# wait_find
source: Wait to find
ko: 기다리고 있습니다
vi: Chờ tìm

source: Pull to load
ko: 더 많은 것을 볼 수있는 가위
vi: Kéo để xem thêm

# pull_load_failed
source: Load Failed!Click retry!
ko: 로드가 실패했습니다
vi: Load thất bại

# release_to_load
source: Release to load more
ko: 더 많은 것을보기 위해 출시
vi: Thả để xem thêm

source: No more data
ko: 남은 데이터가 없습니다
vi: Không còn dữ liệu

source: Discount type
ko: 할인
vi: Loại chiết khấu

source: Percent
ko: 퍼센트
vi: Phần trăm

source: Value
ko: 값
vi: Giá trị

source: Notification
ko: 공고
vi: Thông báo

source: Event_notification
ko: 이벤트 발표, 뉴스
vi: Thông báo sự kiện, tin tức

source: System_notification
ko: 시스템 통지
vi: Thông báo hệ thống

source: Service_reflection
ko: 서비스 응답
vi: Phản hồi dịch vụ

source: Birthday Congratulaion
ko: 생일 축하해요
vi: Chúc mừng sinh nhật

source: New resident
ko: 새로운 거주자
vi: Cư dân mới

source: Notification type
ko: 알림 유형
vi: Loại thông báo

# no_notification
source: Don't have any notification
ko: 통지가 없습니다
vi: Không có thông báo nào

source: General notification
ko: 일반 연대기
vi: Thông báo chung

# debt
source: Payment, debt remind
ko: 돈을 모으고, 빚을 상기시킵니다
vi: Thu tiền, nhắc nợ

source: Hand over
ko: 건조
vi: Nhận bàn giao

source: Wait execute
ko: 진행을 기다리고 있습니다
vi: Chờ xử lý

# executed
source: Executing
ko: 가공
vi: Đã xử lý

source: No hand over
ko: 핸드 오버가 없습니다
vi: Không có nhận bàn giao nào

source: Booking
ko: 책
vi: Đặt lịch

source: Booking hand over
ko: 핸드 오버 일정
vi: Lịch đặt nhận bàn giao

# booking_hand_over_0
source: Schedual booking hand over
ko: 핸드 오버를 예약하십시오
vi: Đặt lịch nhận bàn giao

# booking_his
source: Booking history
ko: 역사 역사
vi: Lịch sử đặt lịch

# hand_date
source: Hand over date
ko: 받은 날짜
vi: Ngày nhận

# hand_time
source: Hand over time
ko: 영수증 시간
vi: Giờ nhận

source: Hand over date
ko: 핸드 오버 날짜
vi: Ngày nhận bàn giao

source: Hand over time
ko: 핸드 오버 시간
vi: Giờ nhận bàn giao

source: Hand over employee
ko: 핸드 오버 직원
vi: Nhân viên phụ trách bàn giao

# general_info
source: General information
ko: 일반 정보
vi: Thông tin chung

source: Hand over asset list
ko: 자산 목록
vi: Danh sách tài sản bàn giao

source: Not pass reason
ko: 그 이유는 달성되지 않습니다
vi: Lý do không đạt

source: Asset name
ko: 자산 이름
vi: Tên tài sản

source: Region
ko: 영역
vi: Khu vực

source: Material
ko: 재료
vi: Vật liệu

source: Pass
ko: 얻다
vi: Đạt

source: Not pass
ko: 달성되지 않았습니다
vi: Không đạt

source: Accept hand over
ko: 건조
vi: Nhận bàn giao

# not_pass_list
source: Hand over list has {numAsset} assets not pass
ko: 핸드 오버 목록에는 {numasset}이 자격이없는 속성이 있습니다.
vi: Danh sách bàn giao có {numAsset} tài sản không đạt

# confirm_hand_over
source: Are you sure accept to hand over.
ko: 당신은 확실히 핸드 오버를 확인하고 싶습니다.
vi: Bạn chắc chắn muốn xác nhận bàn giao.

# pass_list
source: Assets was handed over fully
ko: 재산은 완전히 양도되었습니다
vi: Các tài sản đã được bàn giao đầy đủ

source: Asset list
ko: 자산 목록
vi: Danh sách danh mục tài sản

source: Material list
ko: 재료 카테고리 목록
vi: Danh sách danh mục vật liệu

# need_pay
source: Need to pay
ko: 지불이 필요합니다
vi: Cần thanh toán

# paid_payment
source: Payment paid
ko: 유급의
vi: Đã thanh toán

# handing_over
source: Inprocess hand over
ko: 양도
vi: Đang bàn giao

# wait_hand_over
source: Wait to hand over
ko: 핸드 오버를 기다립니다
vi: Chờ bàn giao

source: Handed over
ko: 넘겨졌다
vi: Đã bàn giao

source: Re book
ko: 달력
vi: Đổi lịch

source: Customer care
ko: 고객 지원
vi: Chăm sóc khách hàng

# error
source: Something went wrong
ko: 에러 발생됨
vi: Có lỗi xảy ra

source: Total bill
ko: 총 송장
vi: Tổng hóa đơn

# total_pay
source: Total payment
ko: 총 지불
vi: Tổng thanh toán

# file_downloading
source: File is downloading
ko: 파일을 다운로드하십시오
vi: Đang tải file xuống

# start_chat
source: Start conversation!
ko: 대화를 시작하십시오!
vi: Bắt đầu cuộc trò chuyện!

# end_chat
source: End conversation!
ko: 대화를 마쳤습니다!
vi: Kết thúc cuộc trò chuyện!

# confirm_end_chat
source: Do you want to end this conversation.
ko: 당신은 확실히 대화를 끝내고 싶어합니다.
vi: Bạn chắc chắn muốn kết thúc cuộc trò chuyện.

# reflex
source: Reflection
ko: 반영하다
vi: Phản ánh

# resident_reg
source: Resident registration
ko: 거주자 등록
vi: Đăng ký cư dân

source: Executing
ko: 처리
vi: Đang xử lý

# newl
source: New
ko: 새로운
vi: Mới

# no_reflection
source: No have any feedback
ko: 제안이나 불만이 없습니다
vi: Không có góp ý hay khiếu nại nào

source: Created date
ko: 생성 일자
vi: Ngày tạo

# add_reflection
source: Create feedback
ko: 새로운 반사를 추가하십시오
vi: Thêm mới phản ánh

source: Reflection reason
ko: 반성의 이유
vi: Lý do phản ánh

source: Complain reason
ko: 불만의 이유
vi: Lý do khiếu nại

# send_reflection
source: Send feedback
ko: 피드백을 보내십시오
vi: Gửi phản ánh

# reflection_reason_not_empty
source: reflection reason can't not be empty
ko: 반사의 이유는 비어 있지 않습니다
vi: Lý do phản ánh không được để trống

# letter_info
source: Letter infomation
ko: 정보
vi: Thông tin phiếu

# date_send
source: Send date
ko: 보낸 날짜
vi: Ngày gửi

source: Processing result
ko: 처리 결과
vi: Kết quả xử lý

source: Processing Content
ko: 처리 내용
vi: Nội dung xử lý

source: Reflection type
ko: 반사 유형
vi: Loại phản ánh

source: Reflection details
ko: 세부 사항이 반영되었습니다
vi: Chi tiết phản ánh

source: Zone
ko: 영역
vi: Khu vực

source: Zone type
ko: 유형
vi: Loại khu vực

# res_reaction
source: Resident reaction
ko: 대화식 거주자
vi: Tương tác cư dân

# success_add_ticket
source: Add new reflection successfully
ko: 새로운 성공을 추가하십시오
vi: Thêm mới phản ánh thành công

# success_send_ticket
source: Send reflection successfully
ko: 성공적인 반영을 보내십시오
vi: Gửi phản ánh thành công

source: Pin
ko: 의무
vi: Chốt trực

source: Building
ko: 법원
vi: Tòa

source: Attachment file
ko: 첨부 파일
vi: Tài liệu đính kèm

source: Cancel reflection
ko: 반사를 취소하십시오
vi: Hủy phản ánh

# success_accept
source: Accepted successfully
ko: 성공 확인
vi: Xác nhận thành công

source: Add dependent person
ko: 의존하는 사람
vi: Người phụ thuộc

# relation_with_owner
source: Relationship with owner
ko: 가구 소유자와의 관계
vi: Quan hệ với chủ hộ

# red_code
source: Register code
ko: 등록 코드
vi: Mã đăng kí

# dependence_has_info
source: Existed dependent person
ko: 부양 가족에게는 정보가 있습니다
vi: Người phụ thuộc đã có thông tin

# dependence_not_info
source: Non-Existed dependent person
ko: 새로운 부양 가족
vi: Người phụ thuộc mới

source: Dependent apartment
ko: 아파트는
vi: Căn hộ thêm phụ thuộc

source: Dependent person
ko: 의존하는 사람
vi: Người phụ thuộc

# success_add_dependence
source: You has already add {person} into apartment {build}. Please wait management's approval
ko: 아파트 {build}에 {person}을 추가합니다. 관리위원회가 승인 될 때까지 기다리십시오
vi: bạn đã thêm {person} vào căn hộ {build}. Vui lòng chờ BQL phê duyệt

# base_info
source: General information
ko: 기본 정보
vi: Thông tin cơ bản

# other_info
source: Other information
ko: 기타 정보
vi: Thông tin khác

# apartment_add_resident
source: Add residence apartment
ko: 더 많은 거주자가있는 아파트
vi: Căn hộ thêm cư dân

# place_issue
source: Issue place
ko: 발행
vi: Nơi cấp

source: Nationality
ko: 국적
vi: Quốc tịch

source: Resident address
ko: 영구 주소
vi: Địa chỉ thường trú

# prov_city
source: Province/City
ko: 지방/도시
vi: Tỉnh/Thành phố

# ward
source: Distric/ward
ko: 구역
vi: Quận/Huyện

source: Education level
ko: 학업 수준
vi: Trình độ học vấn

# social_media
source: Link personal social media
ko: 소셜 네트워크 정보의 링크
vi: Link thông tin mạng xã hội

source: Job
ko: 직업
vi: Nghề nghiệp

source: Ethnic
ko: 국가
vi: Dân tộc

source: Resident type
ko: 거주 유형
vi: Loại cư trú

source: Lost time
ko: 지금 길을 잃었습니다
vi: Giờ thất lạc

source: Success confirm
ko: 성공 확인
vi: Xác nhận thành công

# return_image
source: Returned images
ko: 이미지 지불
vi: Hình ảnh đã trả

source: Use elevator
ko: 엘리베이터를 사용하십시오
vi: Dùng thang máy

source: Pet images
ko: 애완 동물 사진
vi: Ảnh vật nuôi

source: Bill
ko: 청구서
vi: Phiếu thu

# dob
source: Date of birth
ko: 생일
vi: Ngày sinh

# block
source: block /village
ko: 와드
vi: Phường /xã

source: Additional file
ko: 파일/ 추가 사진
vi: File/ Ảnh bổ sung

# pet_image_not_empty
source: Pet image can not be empty
ko: 애완 동물 이미지는 비어 있지 않습니다
vi: Hình ảnh vật nuôi không được để trống

# phone_less_10
source: Phone nunmber length can not less than 10 character
ko: 전화 번호는 10 자 미만이어야합니다.
vi: Số điện thoại không được nhỏ hơn 10 ký tự

source: Edit reflection
ko: 반사 편집
vi: Chỉnh sửa phản ánh

# success_edit_reflection
source: Update reflection successfully
ko: 업데이트는 성공을 반영합니다
vi: Cập nhật phản ánh thành công

# temp_res
source: Temporary resident
ko: 체재
vi: Tạm trú

# per_res
source: Permanent resident
ko: 거주자
vi: Thường trú

# temp_res_foreigner
source: Temporary resident for foreigner
ko: 외국인을위한 임시 거주지
vi: Tạm trú cho người nước ngoài

# res_images_not_empty
source: Resident images can not be empty
ko: 주민의 사진은 비워 두지 않아야합니다
vi: Ảnh cư dân không được để trống

# success_register_dependence
source: Register dependent person successfully
ko: 성공적인 부양 가족 가입
vi: Đăng ký người phụ thuộc thành công

# success_cancel_dependence
source: Cancel register dependent person successfully
ko: 성공적인 부양 가족의 등록을 취소하십시오
vi: Hủy đăng ký người phụ thuộc thành công

source: College degree
ko: 대학 학위
vi: Bằng cao đẳng

source: Master degree
ko: 석사 학위
vi: Bằng thạc sĩ

source: High school degree
ko: 고등학교 졸업
vi: Tốt nghiệp trung học

# post_graduate
source: Going master
ko: 대학원에 있습니다
vi: đang học cao học

# go_university
source: Going university
ko: 대학에서 공부
vi: Đang học đại học

# go_high_school
source: going high school
ko: 고등학교에 있습니다
vi: Đang học trung học

source: Doctor degree
ko: 박사 학위
vi: Bằng tiến sĩ

# unkhown
source: Unknown
ko: 알려지지 않은
vi: Không xác định

# fa
source: Single
ko: 하나의
vi: Độc thân

source: Married
ko: 기혼
vi: Đã kết hôn

source: Have baby
ko: 아이를 갖다
vi: Đã có con

source: Qualification level
ko: 자격
vi: Trình độ chuyên môn

source: Matial status
ko: 결혼 상태
vi: Tình trạng hôn nhân

# res_name
source: Resident name
ko: 주민 이름
vi: Tên cư dân

# no_dependence
source: Don't have any dependence registration letter
ko: 등록 양식이 없습니다
vi: Không có phiếu đăng ký người phụ thuộc nào

source: Facebook
ko: 페이스 북

source: Zalo
ko: 졸로

source: Instagram
ko: 인스 타 그램

source: Tiktok
ko: Tik의 톡

source: Cancel letter
ko: 취소
vi: Hủy phiếu

# add_dependent_person_to_apartment
source: Add person to apartment
ko: 아파트에 사람들을 추가하십시오
vi: Thêm người vào căn hộ

# apartment_not_empty
source: Apartment can not be empty
ko: 아파트는 비어 있지 않습니다
vi: Căn hộ không được để trống

# resident_not_empty
source: Resident can not be empty
ko: 거주자는 비워 두지 않아야합니다
vi: cư dân không được để trống

# plan_info
source: Plan infomation
ko: 지상 정보
vi: Thông tin mặt bằng

source: Bill history
ko: 송장 기록
vi: Lịch sử hóa đơn

# noti_history
source: Lịch sử thông báo
ko: 기록을 알아 차리십시오

# abrv
source: Abbreviation
ko: 상징
vi: Ký hiệu

source: Area
ko: 토지
vi: Diện tích

# free_res_card
source: Free resident card
ko: 무료 주거 카드
vi: Thẻ cư dân miễn phí

# issue_res_card
source: Issued resident card
ko: 무료 주거용 카드 발급
vi: Thẻ cư dân miễn phí đã cấp

# card_unit
source: Card
ko: 카드
vi: Thẻ

# card_unit2
source: Card
ko: 여성
vi: Cái

source: Plan name
ko: 건물 이름
vi: Tên mặt bằng

# per_res_address
source: Permanent resident address
ko: 영구 주소
vi: Địa chỉ thường trú

source: Renter
ko: 임차인
vi: Người thuê

# buyer
source: Owner
ko: 소유자
vi: Chủ sở hữu

source: Dependent host
ko: 구매자에 의존합니다
vi: Phụ thuộc người mua

source: Dependent rent
ko: 임차인에 대한 의존성
vi: Phụ thuộc người thuê

# relation_owner
source: Relation with owner
ko: QH 가구 소유자와 함께
vi: QH với chủ hộ

# success_change_pass
source: Change password successfully, please re log in with new password
ko: 새 비밀번호가 성공적으로 업데이트되었습니다. 새 비밀번호로 로그인하십시오
vi: Mật khẩu mới đã được cập nhật thành công. Vui lòng đăng nhập bằng mật khẩu mới

# pass_not_same
source: New password can not be same old password
ko: 새 비밀번호는 기존의 비밀번호와 달라야합니다
vi: Mật khẩu mới phải khác mật khảu cũ

# relation_not_empty
source: Relationship can not be empty
ko: 관계는 비어 있지 않습니다
vi: Mối quan hệ không được để trống

source: Add email
ko: 이메일 추가
vi: Thêm email

# email_not_empty
source: Email can not be empty
ko: 이메일은 공백을 남기지 않아야합니다
vi: Email không được để trống

# success_add_email
source: Add email successfully
ko: 성공적인 이메일을 추가하십시오
vi: Thêm email thành công

# success_update_email
source: Update email successfully
ko: 성공적인 이메일 업데이트
vi: Cập nhật email thành công

# possessed_apartment
source: Possessed apartments
ko: 아파트 소유권
vi: Căn hộ sở hữu

source: Registed resident
ko: 거주자가 등록했습니다
vi: Cư dân đã đăng ký

# confirmed_by_manager_resident
source: resident confirmed by manager department
ko: 주민들은 관리위원회에 의해 확인되었습니다
vi: Cư dân đã được xác nhận bởi BQL

# member_num
source: Menber number
ko: 회원 수
vi: Số thành viên

# no_home
source: Don't have any apartment
ko: 아파트가 없습니다
vi: Không có căn hộ nào

source: Card list
ko: 카드 목록
vi: Danh sách thẻ

# success_cancel_reflection
source: Cancel reflection successfully
ko: 취소는 성공을 반영합니다
vi: Hủy phản ánh thành công
