Repository: MinhGiang241/app_cudan_demego
Catalog: lib/l10n/intl_*.arb
Languages: ko, vi

source: Sign in
ko: 로그인
vi: Đăng nhập

source: Sign up
ko: 등록하다
vi: Đăng ký

# remember_acc
source: Remember me
ko: 계정
vi: Lưu tài khoản

# wellcome_back
source: Welcome back
ko: 다시 오신 것을 환영합니다
vi: Chào mừng trở lại

source: Account name
ko: 사용자 이름
vi: Tên đăng nhập

# no_acc
source: You don't have any account
ko: 계정이 없습니까?
vi: Bạn chưa có tài khoản?

source: Email
ko: 이메일

source: Username
ko: 계정
vi: Tài khoản

# phone_num
source: Phone number
ko: 전화 번호
vi: Số điện thoại

source: Enter email /phone
ko: 전화 번호/이메일을 입력하십시오
vi: Nhập SĐT/Email

source: Password
ko: 비밀번호
vi: Mật khẩu

# enter_pas
source: Enter password
ko: 암호를 입력
vi: Nhập mật khẩu

# forgot_pass
source: Forgot password?
ko: 비밀번호를 잊으 셨나요?
vi: Quên mật khẩu?

# create_acc
source: Create an account
ko: 계정 등록
vi: Đăng ký tài khoản

# create_acc_1
source: Create an account
ko: 계정을 만듭니다
vi: Tạo tài khoản

# have_acc
source: already have an account
ko: 이미 계정이 있습니까?
vi: Bạn đã có tài khoản?

source: Full name
ko: 이름과 성
vi: Họ và tên

source: Enter name
ko: 전체 이름을 입력하십시오
vi: Nhập họ và tên

source: Enter username
ko: 계정 이름을 입력하십시오
vi: Nhập tên tài khoản

# confirm_pass
source: Confirm password
ko: 비밀번호를 입력하십시오
vi: Nhập lại mật khẩu

source: Can not empty
ko: 비어 있지 않습니다
vi: Không được để trống

source: Terms services
ko: 이용 약관
vi: Điều khoản & dịch vụ

source: OTP verify
ko: OTP 인증
vi: Xác thực OTP

# code_verify
source: Verify security code
ko: 보안 코드를 입력하십시오
vi: Nhập mã bảo mật

# otp_msg
source: We have sent OTP code to your registered phone number or email. Please enter the OTP code to perform authentication.
ko: 코드가있는 문자 메시지를 보려면 전화 나 이메일을 확인하십시오. 코드에는 6자가 있습니다.
vi: Vui lòng kiểm tra điện thoại hoặc email để xem tin nhắn văn bản có mã. Mã của bạn có 6 ký tự.

# otp_msg_email
source: We have sent OTP code to your registered email. Please enter the OTP code to perform authentication.
ko: 코드가있는 문자 메시지를 보려면 이메일을 확인하십시오. 코드에는 6자가 있습니다.
vi: Vui lòng kiểm tra email để xem tin nhắn văn bản có mã. Mã của bạn có 6 ký tự.

# otp_msg_phone
source: We have sent OTP code to your registered phone number. Please enter the OTP code to perform authentication.
ko: 코드가있는 문자 메시지를 보려면 전화기를 확인하십시오. 코드에는 6자가 있습니다.
vi: Vui lòng kiểm tra điện thoại để xem tin nhắn văn bản có mã. Mã của bạn có 6 ký tự.

# not_get_otp
source: Did not receive OTP?
ko: OTP를받지 않습니까?
vi: Không nhận được OTP?

source: Resend
ko: 보내십시오
vi: Gửi lại

source: Verify
ko: 정확성
vi: Xác thực

source: Home
ko: 홈페이지
vi: Trang chủ

# personal_info
source: Personal Infomation
ko: 프로필
vi: Hồ sơ cá nhân

source: Language
ko: 언어
vi: Ngôn ngữ

# change_pass
source: Change password
ko: 비밀번호를 변경하십시오
vi: Đổi mật khẩu

source: Sign out
ko: 로그 아웃
vi: Đăng xuất

# sign_out_msg
source: Do you want to sign out?
ko: 로그 아웃 하시겠습니까?
vi: Bạn có muốn đăng xuất không ?

source: App version
ko: 앱 버전

# info
source: Infomation
ko: 정보
vi: Thông tin

source: Edit
ko: 편집하다
vi: Chỉnh sửa

source: Save
ko: 구하다
vi: Lưu

# vi
source: Vietnamese
ko: 베트남어
vi: Tiếng Việt

# en
source: English
ko: 영어
vi: Tiếng Anh

# current_pass
source: Current password
ko: 현재 비밀번호
vi: Mật khẩu hiện tại

# new_pass
source: New Password
ko: 새 비밀번호
vi: Mật khẩu mới

# c_new_pass
source: Re-enter new password
ko: 새 비밀번호를 입력하십시오
vi: Nhập lại mật khẩu mới

source: Type
ko: 유형
vi: Loại

# choices
source: Choice
ko: 선택하다
vi: Lựa chọn

# enter_num
source: Enter Number
ko: 번호를 입력하십시오
vi: Nhập số

source: Enter
ko: 수입
vi: Nhập

source: Status
ko: 상태
vi: Trạng thái

source: Close
ko: 닫다
vi: Đóng

source: Cancel
ko: 취소
vi: Huỷ

source: Setting
ko: 환경
vi: Cài đặt

source: Confirm
ko: 확인하다
vi: Xác nhận

source: Description
ko: 설명하다
vi: Mô tả

source: Next
ko: 계속하다
vi: Tiếp tục

# prev
source: Previous
ko: 반품
vi: Trở lại

source: Add new
ko: 새로운 걸 더하다
vi: Thêm mới

source: Title
ko: 제목
vi: Tiêu đề

# reset_pass
source: Reset password
ko: 암호를 재설정
vi: Đặt lại mật khẩu

source: Send verify
ko: 정통을 보내십시오
vi: Gửi xác thực

source: No comment
ko: 아직 댓글이 없습니다
vi: Chưa có bình luận nào

source: Start
ko: 시작하다
vi: Bắt đầu

source: Finish
ko: 끝
vi: Kết thúc

source: Select
ko: 선택하다
vi: Chọn

source: Success
ko: 성공
vi: Thành công

source: Failure
ko: 실패
vi: Thất bại

source: Delete
ko: 삭제
vi: Xóa

# err_conn
source: Error Connection
ko: 연결 오류
vi: Lỗi kết nối

# err_unknown
source: Unknown Error
ko: 알 수없는 오류
vi: Lỗi Không xác định

# err_internet
source: Can not connect to server
ko: 서버에 연결할 수 없습니다
vi: Không kết nối được với máy chủ

source: Male
ko: 남성
vi: Nam

source: Female
ko: 여성
vi: Nữ

source: Other gender
ko: 다른 성별
vi: Giới tính khác

# enter_phone
source: Enter phone number
ko: 전화 번호를 입력하십시오
vi: Nhập số điện thoại

# terms_services_msg
source: Registering for a resident account means consenting to
ko: 주거 계정의 등록은 동의하는 것을 의미합니다
vi: Đăng ký tài khoản cư dân đồng nghĩa với việc đồng thuận với

# incorrect_usn_pass
source: Phone number/Email or password is not correct.
ko: 전화/이메일 또는 비밀번호가 잘못되었습니다.
vi: Số điện thoại/Email hoặc mật khẩu không chính xác.

# retry
source: Please try again.
ko: 다시 확인 해주세요.
vi: Vui lòng kiểm tra lại.

# err_x
source: Error: {message}
ko: 에러 메시지}
vi: Lỗi: {message}

source: Enter email
ko: 당신의 이메일 주소를 입력 해주세요
vi: Nhập địa chỉ email

# rgstr_code_0
source: Register successfully, please sign in
ko: 성공적인 등록, 로그인하십시오
vi: Đăng ký thành công, vui lòng đăng nhập

# rgstr_code_1
source: Missing required field
ko: 강제 정보 분야의 부족
vi: Thiếu trường thông tin bắt buộc

# rgstr_code_2
source: Password not match
ko: 비밀번호 오류
vi: Mật khẩu không khớp

# rgstr_code_3
source: Password is at least 8 character. Including 1 uppercase, 1 lowercase, 1 number và 1 special symbol
ko: 비밀번호에는 8 자 이상이 있어야합니다. 1 개 이상의 자본, 1 개 정기, 1 및 1 특수 캐릭터가 있어야합니다.
vi: Mật khẩu phải có ít nhất 8 kí tự. Trong đó phải có ít nhất 1 chữ hoa, 1 chữ thường, 1 số và 1 ký tự đặc biệt

# rgstr_code_4
source: Account is existed, please sign in
ko: 계정이 존재했습니다. 로그인하십시오
vi: Tài khoản đã tồn tại, vui lòng đăng nhập

# rgstr_code_5
source: User's Information is not available, please contact to Admin.
ko: 시스템에서 사용자 정보를 사용할 수 없습니다. 관리자에게 문의하십시오.
vi: Thông tin người dùng không có sẵn trên hệ thống, vui lòng liên hệ với Admin.

# rgstr_code_7
source: OTP code is invalid
ko: 인증 코드는 유효하지 않습니다
vi: Mã xác thực không hợp lệ

# rgstr_code_8
source: System error
ko: 시스템 오류
vi: Lỗi hệ thống

# rgstr_code_9
source: Account is not activated
ko: 계정이 활성화되지 않았습니다
vi: Tài khoản chưa được kích hoạt

source: Choose a project
ko: 프로젝트를 선택하십시오
vi: Chọn dự án

source: Choose an apartment
ko: 아파트를 선택하십시오
vi: Chọn căn hộ

# search_aparment
source: Search apartment
ko: 아파트 검색
vi: Tìm kiếm căn hộ

source: Hello
ko: 안녕하세요
vi: Xin chào

source: News
ko: 소식
vi: Tin tức

source: All
ko: 모두
vi: Tất cả

# bills
source: Bill
ko: 청구서
vi: Hóa đơn

source: Electricity
ko: 전기
vi: Điện

source: Water
ko: 물
vi: Nước

source: Internet
ko: 인터넷

# services
source: Service
ko: 서비스
vi: Dịch vụ

source: Parking card
ko: 차량 카드
vi: Thẻ phương tiện

source: Elevator card
ko: 엘리베이터 카드
vi: Thẻ thang máy

# gym_card
source: Gym service
ko: 체육관 서비스
vi: Dịch vụ Gym

source: Covenient service
ko: 유용
vi: Tiện ích

source: Shopping represent
ko: 시장에 가십시오
vi: Đi chợ hộ

source: Shopping online
ko: 온라인 쇼핑
vi: Mua sắm online

source: Housework
ko: 돕다
vi: Giúp việc

source: Event
ko: 이벤트
vi: Sự kiện

source: Residence news
ko: Belicents
vi: Bảng tin cư dân

# event_msg
source: Follow events by date/month
ko: 매일/ 월간 이벤트를 추적합니다
vi: Theo dõi các sự kiện từng ngày/ tháng

# reflection
source: Refection
ko: 반사 각도
vi: Góc phản ánh

source: Feedback
ko: 피드백
vi: Góp ý

source: Complain
ko: 불평하다
vi: Khiếu nại

source: Forum
ko: 법정
vi: Diễn đàn

source: Message
ko: 메시지
vi: Tin nhắn

source: Account
ko: 계정
vi: Tài khoản

# his_reg_service
source: Register service history
ko: 서비스 등록 기록
vi: Lịch sử đăng ký dịch vụ

source: Search
ko: 찾다
vi: Tìm kiếm

# res_card
source: Residence card
ko: 주거 카드
vi: Thẻ cư dân

source: Pet
ko: 애완 동물
vi: Vật nuôi

source: Pool
ko: 수영장
vi: Bể bơi

# way_send_otp
source: How would you like to receive a code to reset your password?
ko: 암호를 재설정하기 위해 코드를 어떻게 받으려고합니까?
vi: Bạn muốn nhận mã để đặt lại mật khẩu bằng cách nào?

# send_to_phone
source: Send OTP to phone number
ko: 코드를 전화 번호로 보냅니다
vi: Gửi mã về SĐT

# send_to_email
source: Send OTP to email
ko: 이메일로 코드를 보냅니다
vi: Gửi mã về email

# not_blank
source: Can not be empty
ko: 비어 있지 않습니다
vi: Không được để trống

source: Parcel
ko: 소포
vi: Bưu phẩm

# send_otp_to
source: Send OTP reset password code to
ko: 암호를 다시 보내려면 코드를 보내십시오
vi: Gửi mã để đặt lại mật khẩu về

source: Register code
ko: 등록 코드
vi: Mã đăng ký

source: Card status
ko: 카드 상태
vi: Trạng thái thẻ

source: Letter status
ko: 투표 상태
vi: Trạng thái phiếu

# card_num
source: Card number
ko: 신분증
vi: Mã thẻ

source: Apartment
ko: 아파트
vi: Căn hộ

source: Send request
ko: 보내다
vi: Gửi duyệt

source: Delete letter
ko: 삭제
vi: Xóa phiếu

source: Cancel register
ko: 등록을 취소하십시오
vi: Hủy đăng ký

source: Active
ko: 일하다
vi: Hoạt động

source: Lock
ko: 잠그다
vi: Khóa

source: Extend
ko: 연장하다
vi: Gia hạn

source: Missing Report
ko: 보고서 손실
vi: Báo mất

source: Reject card
ko: 카드를 취소하십시오
vi: Hủy thẻ

# res_card_register
source: Resident card register
ko: 주거 카드 등록
vi: Đăng ký thẻ cư dân

source: Photos
ko: 영상
vi: Hình ảnh

# identity_photo
source: Identity card/ passport photos
ko: 사진 ID/ CCCD/ Passport (2면)
vi: Ảnh CMND/ CCCD/ Hộ chiếu

# add_photo
source: Add photos
ko: 더 많은 사진들
vi: Thêm hình ảnh

# res_photo
source: Resident photos
ko: 사진 거주자
vi: Ảnh cư dân

# related_doc_photo
source: Related document photos
ko: 관련 서류 사진
vi: Ảnh giấy tờ liên quan

# res_card_details
source: Resident card details
ko: 주거용 카드의 세부 사항
vi: Chi tiết thẻ cư dân

source: Details
ko: 세부 사항
vi: Chi tiết

# history
source: Timeline
ko: 역사
vi: Lịch sử

source: Expired
ko: 만료되었습니다
vi: Hết hạn

# cancel_reason
source: Reject_reason
ko: 해제
vi: Lý do hủy

source: Note
ko: 메모
vi: Ghi chú

# edit_res_card
source: edit resident card
ko: 카드 편집 거주자
vi: Chỉnh sửa thẻ cư dân

source: Update
ko: 업데이트
vi: Cập nhật

source: Approved
ko: 승인
vi: Đã duyệt

# wait_approve
source: Waiting approve
ko: 보류 중
vi: Chờ duyệt

source: Phone/ Email
ko: 전화/ 이메일
vi: Số điện thoại/ Email

# enter_phone_email
source: Enter phone number or email
ko: 전화 번호 또는 이메일을 입력하십시오
vi: Nhập số điện thoại hoặc email

# not_found_account
source: Not found account Information
ko: 계정 정보는 찾을 수 없습니다
vi: Không tìm thấy thông tin tài khoản

# we_send_to
source: We sent otp code to :{to}
ko: 코드를 다음과 같이 보냈습니다. {to}
vi: Chúng tôi đã gửi cho bạn mã đến: {to}

# success_opt
source: Send OTP code successfully
ko: 성공적인 OTP 코드
vi: Gửi mã OTP thành công

# otp_invalid
source: OTP code is invalid
ko: OTP 코드가 유효하지 않습니다
vi: Mã OTP không hợp lệ

# reset_pass_success
source: Reset Password successfully, please Sign in again
ko: 비밀번호가 성공적으로 업데이트되었습니다
vi: Mật khẩu đã được cập nhật thành công

# re_sign_in
source: Please sign in again
ko: 다시 로그인하십시오
vi: Hãy đăng nhập lại

# success_sign_up
source: Sign up successfully
ko: 가입 성공
vi: Đăng ký thành công

# no_trans_card
source: No have transportation card
ko: 자동차 카드가 없습니다
vi: Không có thẻ xe nào

# add_trans_card
source: Resister new card
ko: 새로운 카드 등록
vi: Đăng ký thẻ mới

# no_trans_letter
source: No have transportation letter
ko: 등록 양식이 없습니다
vi: Không có phiếu đăng ký nào

source: Transportation
ko: 차량
vi: Phương tiện

source: Licene plate
ko: 번호판
vi: Biển số xe

source: Lock card
ko: 잠금 카드
vi: Khóa thẻ

# l_new
source: New
ko: 새로운
vi: Mới

# confirm_delete_letter
source: Do you want to delete letter [{letter}]?
ko: 투표를 삭제 하시겠습니까?
vi: Bạn có chắc chắn muốn xóa phiếu [{letter}] không?

# confirm_delete_service
source: Do you want to delete [{delete}]?
ko: [{delete}]를 삭제 하시겠습니까?
vi: Bạn có chắc chắn muốn xóa [{delete}] không?

# confirm_lock_trans_card
source: Do you want to lock transportation card?
ko: 자동차 카드를 잠그고 싶습니까?
vi: Bạn có chắc chắn muốn khóa thẻ xe không?

# trans_letter
source: Transportation letter
ko: 자동차 등록 양식
vi: Phiếu đăng ký xe

# this_trans_letter
source: Transportation letter
ko: 이 자동차 등록 양식
vi: Phiếu đăng ký xe này

# trans_card
source: Transportation card
ko: 자동차 카드
vi: Thẻ xe

# trans_card_details
source: Transportation card details
ko: 차량 카드의 세부 사항
vi: Chi tiết thẻ phương tiện

# trans_reg_card_details
source: Transportation registration card details
ko: 차량 등록의 세부 사항
vi: Chi tiết đăng ký phương tiện

# resident_info
source: Resident information
ko: 거주자 정보
vi: Thông tin cư dân

# trans_info
source: Transportation information
ko: 미디어 정보
vi: Thông tin phương tiện

# trans_type
source: Transportation type
ko: 운송
vi: Loại phương tiện

# reg_num
source: Register number
ko: 등록 번호
vi: Số đăng ký

source: Reject reason
ko: 해제
vi: Lý do hủy

source: Inactive
ko: 그만 일해
vi: Dừng hoạt động

# register_trans_card
source: Register transportation card
ko: 차량 카드 등록
vi: Đăng ký thẻ phương tiện

# edit_trans_card
source: Register transportation card
ko: 카드 편집 차량
vi: Chỉnh sửa thẻ phương tiện

# reg_trans_photos
source: Register transportation photos (2 side)
ko: 자동차 등록 사진 (2- 부드러운 사진)
vi: Ảnh đăng ký xe (ảnh chụp 2 mặt)

# related_photo
source: Related document photos
ko: 관련 서류 사진
vi: Ảnh giấy tờ liên quan

source: Camera
ko: 카메라
vi: Máy ảnh

source: Gallery
ko: 도서관
vi: Thư viện

source: File selection
ko: 파일을 선택하십시오
vi: Chọn file

source: Permission denied
ko: 접근을 거부하다
vi: Từ chối truy cập

# permission_denied_msg
source: You don't have permission
ko: 귀하는 신청 권한을 부여하지 않았습니다
vi: Bạn chưa cấp quyền ứng dụng

# success_cr_new
source: Add new successfully
ko: 새로운 성공을 추가하십시오
vi: Thêm mới thành công

# success_send_req
source: Send to approve request letter successfully
ko: 성공적으로 제출되었습니다
vi: Gửi duyệt thành công

# success_edit
source: Edit successfully
ko: 성공적인 편집
vi: Chỉnh sửa thành công

# success_remove
source: Remove successfully
ko: 성공적인 지우기
vi: Xóa thành công

# success_lock_card
source: Lock card successfully
ko: 성공적인 카드 잠금
vi: Khóa thẻ thành công

# confirm_send_request
source: Do you want to send to approve [{approved}]?
ko: 투표 승인을 보내고 싶습니까?
vi: Bạn có muốn gửi duyệt phiếu [{approved}] không?

# not_empty_front
source: Not empty front side photo
ko: 전면 이미지를 남기지 마십시오
vi: Không để trống hình ảnh mặt trước

# not_empty_back
source: Not empty back side photo
ko: 뒤 이미지를 남기지 마십시오
vi: Không để trống hình ảnh mặt sau

# photo_front_side
source: Photo front size
ko: 전면 사진
vi: Ảnh mặt trước

# photo_back_side
source: Photo back size
ko: 사진
vi: Ảnh mặt sau

# trans_cer
source: Registration certificate
ko: 차량 등록
vi: Đăng ký xe

# reg_const
source: Registration construction
ko: 건설 등록
vi: Đăng ký thi công

source: Construction
ko: 건설
vi: Thi công

# missing_obj
source: Missing object
ko: 잃어버린
vi: Đồ thất lạc

# info_reception
source: Information reception
ko: 정보를받습니다
vi: Tiếp nhận thông tin

# follow_ser
source: Follow services
ko: 서비스 추적
vi: Theo dõi dịch vụ

# reg_deliver
source: Register delivery
ko: 전송에 등록하십시오
vi: Đăng ký chuyển đồ

source: Tranfer out
ko: 전환
vi: Chuyển đồ ra

source: Tranfer in
ko: 이동하다
vi: Chuyển đồ vào

# tranfer_out_reg
source: Register tranfer out
ko: 항목을 이체하려면 가입하십시오
vi: Đăng ký chuyển đồ ra

# tranfer_in_reg
source: Register tranfer in
ko: 전송 항목을 등록하십시오
vi: Đăng ký chuyển đồ vào

source: Start time
ko: 시작 시간
vi: Thời gian bắt đầu

source: End time
ko: 종료 시간
vi: Thời gian kết thúc

# cancel_reg
source: Cancel register
ko: 등록을 취소하십시오
vi: Hủy đăng ký

source: Add package
ko: 추가 상품
vi: Thêm hàng hóa

source: Add package need transfer
ko: 운송 할 상품을 추가하십시오
vi: Thêm hàng hóa cần vận chuyển

# package_info
source: Package infomation
ko: 상품 정보
vi: Thông tin hàng hóa

source: Package
ko: 상품
vi: Hàng hóa

source: Date
ko: 낮
vi: Ngày

# hour
source: Time
ko: 시간
vi: Giờ

# need_support
source: Need protection support
ko: 지원을 보호해야합니다
vi: Cần bảo vệ hỗ trợ

source: Transfer list
ko: 사물의 목록
vi: Danh sách chuyển đồ

source: Dimention
ko: 크기
vi: Kích thước

source: Package Name
ko: 상품 이름
vi: Tên hàng hóa

source: Weight
ko: 무게
vi: Trọng lượng

source: Add
ko: 더
vi: Thêm

source: Transfer type
ko: 전환하다
vi: Loại chuyển

# delivery_info
source: Tranfer information
ko: 전송 정보
vi: Thông tin đồ chuyển

# no_delivery
source: Don't have any package
ko: 퍼즐을 전송할 레지스터가 없습니다
vi: Không có đăng ký chuyển đố nào

# l_w_e
source: Length x width x elevation
ko: 길이 x 너비 x 높이
vi: Dài x rộng x cao

# edit_reg_deliver
source: Edit register delivery
ko: 전송을위한 등록 편집
vi: Chỉnh sửa đăng ký chuyển đồ

# item_list_not_empty
source: Item list can not be empty
ko: 이동 목록은 비워 두지 않아야합니다
vi: Danh sách chuyển đồ không được để trống

# confirm_cancel_request
source: Do you want to cancel request letter [{code}]
ko: [{code}] 투표 등록을 취소 하시겠습니까?
vi: Bạn có chắc chắn hủy đăng ký phiếu [{code}] không?

# success_can_req
source: Cancel letter successfully
ko: 등록을 성공적으로 취소하십시오
vi: Hủy đăng ký phiếu thành công

# cancel_request
source: Cancel letter
ko: 등록을 취소하십시오
vi: Hủy đăng ký

# register_res_card
source: Đăng ký thẻ cư dân
ko: 주거 카드 등록

# no_card
source: Don't have any card
ko: 카드가 없습니다
vi: Không có thẻ nào

# no_letter
source: Don't have any letter
ko: 투표가 없습니다
vi: Không có phiếu nào

# confirm_lock_card
source: Do you want to lock card [{card}]?
ko: [{card}] 카드를 잠그고 싶습니까?
vi: Bạn có muốn khóa thẻ [{card}] không?

# w
source: Home Community Smart Living
ko: 홈 커뮤니티 스마트 생활

# not_empty_vehicle_type
source: Vehicle type can not be empty
ko: 차량의 유형은 비워 두지 않아야합니다
vi: Loại phương tiện không được để trống

source: Delivery_letter
ko: 이체를위한 등록 양식
vi: Phiếu đăng ký chuyển đồ

source: Front side
ko: 앞쪽
vi: Mặt trước

source: Back side
ko: 뒷면
vi: Mặt sau

# start_date_not_empty
source: Start date can not be empty
ko: 시작일은 떠날 수 없습니다
vi: Ngày bắt đầu không được để trống

# end_date_not_empty
source: End date can not be empty
ko: 종료 날짜는 떠날 수 없습니다
vi: Ngày kết thúc không được để trống

# start_date_after_now
source: Start date can not be greater than now
ko: 시작 날짜는 현재 날짜보다 작지 않습니다.
vi: Ngày bắt đầu không được nhỏ hơn ngày hiện tại

# end_date_after_now
source: End date can not be less than now
ko: 종료 날짜는 현재 날짜보다 작지 않습니다.
vi: Ngày kết thúc không được nhỏ hơn ngày hiện tại

# end_date_after_start_date
source: End date can not be less than start date
ko: 종료 날짜는 시작 날짜보다 크거나 동일해야합니다.
vi: Ngày kết thúc phải lớn hơn hoặc bằng ngày bắt đầu

# package_items_not_empty
source: Package items can not be empty
ko: 상품의 정보는 비어 있지 않아야합니다
vi: Thông tin hàng hóa không được để trống

# letter_num
source: Letter code
ko: 양식 코드
vi: Mã phiếu

# not_vietnamese
source: Can not contain Vietnamese letter
ko: 베트남의 악센트 캐릭터를 입력하지 마십시오
vi: Không nhập ký tự tiếng Việt có dấu

# not_special_char
source: Can not contain special symbol
ko: 특수 문자를 입력하지 마십시오
vi: Không nhập ký tự đặc biệt

# identity_front_not_empty
source: Identity card front side image can not be empty
ko: 사진 ID/CCCD/Passport On Front는 공백을 남기지 않아야합니다.
vi: Ảnh CMND/CCCD/Hộ chiếu mặt trước không được để trống

# identity_back_not_empty
source: Identity card back side image can not be empty
ko: 사진 ID/CCCD/뒷면에 여권을 비워 두지 말아야합니다.
vi: Ảnh CMND/CCCD/Hộ chiếu mặt sau không được để trống

# res_image_not_empty
source: Resident image can not empty
ko: 주민의 사진은 비워 두지 않아야합니다
vi: Ảnh cư dân không được để trống

# related_image_not_empty
source: Related document image can not empty
ko: 관련 문서는 비어 있지 않습니다
vi: Ảnh tài liệu liên quan không được để trống

# resgiter_vehicle_front_image_not_empty
source: Resgiter vehicle card front site image can not be empty
ko: 전면에 차의 사진은 비워 두지 않아야합니다.
vi: Ảnh đăng ký xe mặt trước không được để trống

# resgiter_vehicle_back_image_not_empty
source: Resgiter vehicle card back site image can not be empty
ko: 차 뒷면의 사진이 비어 있지 않습니다.
vi: Ảnh đăng ký xe mặt sau không được để trống

source: Edit package
ko: 상품을 수정하십시오
vi: Sửa hàng hóa

# not_zero
source: Not enter only zero!
ko: 정수 0을 입력하지 마십시오
vi: Không được nhập toàn số 0

# pass_min_length
source: Password length can not less than 8 letter
ko: 암호는 8 자 이상입니다
vi: Mật khẩu không ít hơn 8 ký tự

# pass_special
source: Password must contain at least 1 special character
ko: 암호에는 1 개의 특수 문자가 포함되어야합니다
vi: Mật khẩu phải gồm 1 ký tự đặc biệt

# not_email
source: Not is email.
ko: 이메일을 무효화하십시오
vi: Email không đúng định dạng

source: Search project
ko: 프로젝트 검색
vi: Tìm kiếm dự án

# not_dimention
source: Not be dimention
ko: 크기가 정확하지 않습니다
vi: Kích thước không đúng

# service_name
source: Service {service}
ko: 서비스 {service}
vi: Dịch vụ {service}

# reg_code
source: Registration code
ko: 등록 코드
vi: Mã đăng ký

source: Payment circle
ko: 만료일
vi: Thời hạn sử dụng

# no_service_regitration
source: Don't have any service registration
ko: 서비스 등록이 없습니다
vi: Không có đăng ký dịch vụ vào

# reg_date
source: Registration date
ko: 등록 날짜
vi: Ngày đăng ký

source: Expired_date
ko: 만료일
vi: Ngày hết hạn

# reg_service
source: Registration service
ko: 등록 서비스
vi: Đăng ký dịch vụ

# reg_service_a
source: Registration service {nameser}
ko: 서비스 등록 {nameser}
vi: Đăng ký dịch vụ {nameser}

# edit_service_a
source: Edit registration service {nameser}
ko: 서비스 등록 편집 {nameser}
vi: Chỉnh sửa đăng ký dịch vụ {nameser}

# max_day_pay
source: Maximum payment date
ko: 최대 지불 일 수
vi: Số ngày thanh toán tối đa

# need_choose_cylce_regdate
source: You need to choose payment cycle and register date first
ko: 지불주기와 등록 날짜를 선택해야합니다.
vi: Bạn cần chọn chu kỳ thanh toán và ngày đăng ký trước

# payment_cycle_not_empty
source: Payment circle can be not empty
ko: 결제주기는 빈칸을 남길 수 없습니다
vi: Chu kỳ thanh toán không được để trống

# reg_day_not_empty
source: Registration date can be not empty
ko: 등록 날짜는 공백을 남기지 않아야합니다
vi: Ngày đăng ký không được để trống

# not_upload_15mb
source: Can not upload file larger 15MB
ko: 파일을 15MB 이상 업로드 할 수 없습니다
vi: Không upload được file lớn hơn 15MB

source: Month
ko: 월
vi: Tháng

source: Year
ko: 년도
vi: Năm

source: Done
ko: 완성된
vi: Xong

# max_pay_day_not_empty
source: Maximum payment date can not be empty
ko: 최대 지불 일 수는 비워 두지 않아야합니다.
vi: Số ngày thanh toán tối đa không được để trống

source: Free service
ko: 서비스는 청구되지 않습니다
vi: Dịch vụ không tính phí

source: Project
ko: 프로젝트
vi: Dự án

# al_read
source: read
ko: 읽다
vi: Đã đọc

# not_read
source: Unread
ko: 읽히지 않는
vi: Chưa đọc

# no_news
source: Don't have any news
ko: 뉴스가 없습니다
vi: Không có tin tức nào

# happening
source: Happenning
ko: 일어난 일
vi: Đang diễn ra

# coming_soon
source: Comming soon
ko: 다가오는
vi: Sắp diễn ra

source: Happened
ko: 일어났다
vi: Đã diễn ra

# no_event
source: Don't have any event
ko: 이벤트가 없습니다
vi: Không có sự kiện nào

# end_time_reg
source: End registration time
ko: 등록 종료 시간
vi: Thời gian kết thúc đăng ký

source: Time event happening
ko: 사건의 시간
vi: Thời gian diễn ra sự kiện

# detail_view
source: Details view
ko: 자세히보다
vi: Xem chi tiết

source: Participate
ko: 가입하다
vi: Tham gia

source: Time happening
ko: 시간
vi: Thời gian diễn ra

source: Happening location
ko: 장소
vi: Địa điểm diễn ra

source: Confirm participate event
ko: 이벤트를 확인하십시오
vi: Xác nhận tham gia sự kiện

# confirm_par_ques_event
source: Do you want to participate in [{eventName}]?
ko: [{eventName}] 이벤트에 확실히 참여하고 싶습니까?
vi: Bạn chắc chắn muốn tham gia sự kiện [{eventName}] không?

# scuccess_participation
source: Paticipate event [{eName}] successfully
ko: 참여를 확인했습니다 [{ename}] 성공
vi: Bạn đã xác nhận tham gia [{eName}] thành công

# reg_time
source: Time registration
ko: 등록 시간
vi: Thời gian đăng ký

# pay
source: Payment
ko: 지불하다
vi: Thanh toán

source: Paid
ko: 유급의
vi: Đã thanh toán

source: Unpaid
ko: 무급
vi: Chưa thanh toán

# no_bill
source: Don't have any bill
ko: 송장이 없습니다
vi: Không có hóa đơn nào

# reg_date_not_after_now
source: Registration day is not beefore now
ko: 등록 날짜는 유효하지 않습니다. 다시 선택하십시오.
vi: Ngày đăng ký không hợp lệ. Vui lòng chọn lại.

source: Water bill
ko: 물
vi: Tiền nước

# elcetric_bill
source: Electricity bill
ko: 전기 요금
vi: Tiền điện

source: Parking bill
ko: 주차 요금
vi: Tiền gửi xe

source: Other bill
ko: 다른 돈
vi: Tiền khác

source: Service bill
ko: 서비스 등록비
vi: Tiền đăng ký dịch vụ
